Repository: Leidy-pm/pg-woocommerce-plugin
Catalog: languages/pg_woocommerce-*.po
Languages: pt_br

source: Staging Environment
pt_br: Ambiente de Preparação

source: Use staging environment in
pt_br: Use o ambiente de teste em

source: Enable Card Payment
pt_br: Habilitar Pagamento com Cartão

source: If selected, card payment can be used to pay.
pt_br: Se selecionado, o pagamento com cartão pode ser usado para pagar.

source: Enable LinkToPay
pt_br: Habilitar LinkToPay

source: If selected, LinkToPay(Bank transfer, cash) can be used to pay.
pt_br: Se selecionado, LinkToPay (transferência bancária, dinheiro) pode ser usado para pagar.

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout page.
pt_br: Isso controla o título que o usuário vê durante a página de checkout.

source: Customer Message
pt_br: Mensagem do Cliente

source: This controls the message which the user sees during checkout page.
pt_br: Isso controla a mensagem que o usuário vê durante a página de checkout.

source: is a complete solution for online payments. Safe, easy and fast.
pt_br: é uma solução completa para pagamentos online. Seguro, fácil e rápido.

source: Card Button Text
pt_br: Texto do Botão do Cartão

source: This controls the text that the user sees in the card payment button.
pt_br: Isso controla o texto que o usuário vê no botão de pagamento com cartão.

source: Pay With Card
pt_br: Pague com cartão

source: LinkToPay Button Text
pt_br: Texto do Botão LinkToPay

source: This controls the text that the user sees in the LinkToPay button.
pt_br: Isso controla o texto que o usuário vê no botão LinkToPay.

source: Pay with Cash/Bank Transfer
pt_br: Pague com Dinheiro/Transferência bancária

source: Checkout Language
pt_br: Idioma do Checkout

source: User's preferred language for checkout window. English will be used by default.
pt_br: Idioma preferido do usuário para a janela de checkout. O inglês será usado por padrão.

source: Enable Installments
pt_br: Habilitar Parcelas

source: If selected, the installments options will be showed on the payment screen (Only on card payment).
pt_br: Se selecionado, as opções de parcelamento serão mostradas na tela de pagamento (somente no pagamento com cartão).

source: Unique commerce identifier in
pt_br: Identificador de comércio único em

source: Key used to encrypt communication with
pt_br: Chave usada para criptografar a comunicação com

source: Unique commerce identifier to perform admin actions on
pt_br: Identificador exclusivo de comércio para realizar ações administrativas em

source: Key used to encrypt admin communication with
pt_br: Chave usada para criptografar a comunicação do administrador com

source: An error occurred generating the payment link, gateway response
pt_br: Ocorreu um erro gerando o link de pagamento, a resposta do gateway

source: Revolving and deferred without interest (The bank will pay to the commerce the installment, month by month)(Ecuador)
pt_br: Rotativo e diferido sem juros (O banco pagará ao comércio a parcela, mês a mês) (Equador)

source: Deferred with interest (Ecuador, México)
pt_br: Diferido com juros (Equador, México)

source: Deferred without interest (Ecuador, México)
pt_br: Diferido sem juros (Equador, México)

source: Deferred with interest and months of grace (Ecuador)
pt_br: Diferido com juros e meses de carência (Equador)

source: Deferred without interest pay month by month (Ecuador)(Medianet)
pt_br: Diferido sem pagamento de juros mês a mês (Equador) (Medianet)

source: Deferred without interest and months of grace (Ecuador, México)
pt_br: Diferido sem juros e meses de carência (Equador)

source: Deferred without interest promotion bimonthly (Ecuador)(Medianet)
pt_br: Diferido sem promoção de juros bimestral (Equador) (Medianet)

source: For Diners Club exclusive, deferred with and without interest (Ecuador)
pt_br: Exclusivo para Diners Club, diferido com e sem juros (Equador)

source: Deferred with interest pay month by month (Ecuador)(Medianet)
pt_br: Diferido com pagamento de juros mês a mês (Equador) (Medianet)

source: Deferred without interest promotions (Supermaxi)(Ecuador)(Medianet)
pt_br: Diferido sem promoções de juros (Supermaxi) (Equador) (Medianet)

source: Deferred with interest (Cuota fácil)(Ecuador)(Medianet)
pt_br: Diferido com juros (Easy fee) (Equador) (Medianet)

source: Without interest (Rendecion Produmillas)(Ecuador)(Medianet)
pt_br: Sem juros (Rendecion Produmillas) (Equador) (Medianet)

source: Without interest sale with promotions (Ecuador)(Medianet)
pt_br: Venda sem juros com promoções (Equador) (Medianet)

source: Deferred special without interest (Ecuador)(Medianet)
pt_br: Especial diferido sem juros (Equador) (Medianet)

source: Credit without interest (cte smax)(Ecuador)(Medianet)
pt_br: Crédito sem juros (cte smax) (Equador) (Medianet)

source: Special credit without interest (smax)(Ecuador)(Medianet)
pt_br: Crédito especial sem juros (smax) (Equador) (Medianet)

source: Prepay without interest (smax)(Ecuador)(Medianet)
pt_br: Pré-pagamento sem juros (smax) (Equador) (Medianet)

source: Without interest with months of grace (Supermaxi)(Ecuador)(Medianet)
pt_br: Sem juros com meses de graça (Supermaxi) (Equador) (Medianet)

source: Installments Type
pt_br: Tipo de parcelamento

source: Whitout Installments
pt_br: Sem Parcelamento

source: Payment Response:
pt_br: Resposta de pagamento:

source: | Status_detail:
pt_br: | Detalhe do status:

source: | Dev_Reference:
pt_br: | Referência WC:

source: | Authorization_Code:
pt_br: | Código de autorização:

source: | Transaction_Code:
pt_br: | Código de transação:

source: Successful Payment
pt_br: Pagamento bem sucedido

source: The payment has been made successfully. Transaction Code:
pt_br: O pagamento foi feito com sucesso. Código de transação:

source: and its Authorization Code is:
pt_br: e seu código de autorização é:

source: Pending Payment
pt_br: Pagamento Pendente

source: The payment is pending.
pt_br: O pagamento está pendente.

source: the reason is:
pt_br: a razão é:

source: Restock Product:
pt_br: Reabastecer produto:

source: Transaction refunded:
pt_br: Transação reembolsada:

source: Payment Cancelled
pt_br: Pagamento Cancelado

source: The payment was cancelled. Transaction Code:
pt_br: O pagamento foi cancelado. Código de transação:

source: the reason is chargeback.
pt_br: o motivo é o estorno.

source: Failed Payment
pt_br: Pagamento falhado

source: The payment has failed. Transaction Code:
pt_br: O pagamento falhou. Código de transação:

source: This module is a solution that allows WooCommerce users to easily process credit card payments. Developed by:
pt_br: Este módulo é uma solução que permite aos usuários do WooCommerce processar facilmente pagamentos com cartão de crédito. Desenvolvido por:

source: There are no payment methods selected by the merchant
pt_br: Não há métodos de pagamento selecionados pelo comerciante

source: Return to checkout
pt_br: Voltar para finalizar a compra

source: payment pending.
pt_br: pagamento pendente.

source: Transaction:
pt_br: Transação:

source: refund status:
pt_br: status do reembolso:

source: reason:
pt_br: razão:

source: Your payment has been made successfully. Thank you for your purchase.
pt_br: Seu pagamento foi efetuado com sucesso. Obrigado por sua compra.

source: An error occurred while processing your payment and could not be made. Try another Credit Card.
pt_br: Ocorreu um erro ao processar seu pagamento e não pôde ser efetuado. Tente outro cartão de crédito.

source: Return to Store
pt_br: Voltar à loja
